// アルハイゼン構文のフレーズ
const alhaithamPhrases = [
  "web漫画か？俺は海賊版で読むが",
  "恋は盲目なのか？俺はサングラスだが。",
  "人生は冒険なのか？俺は家から出ないが。",
  "愛は地球を救うのか？俺は火星人だが。",
  "残業か？俺は帰るが",
  "ガチャらないのか？俺は完凸するが",
  "原神するのか？俺はスタレをするが",
  "出勤か？俺は在宅だが",
  "バイトか？俺は休むが",
  "掃除か？俺は散らかすが",
  "読書か？俺はマンガ読むが",
  "筋トレか？俺は脂肪を増やすが",
  "ダイエットか？俺は太るが",
  "早起きか？俺は寝坊するが",
  "整理整頓か？俺は散らかすが",
  "節約か？俺は無駄遣いするが",
  "歯医者か？俺は虫歯を放置するが",
  "旅行か？俺は家にいるが",
  "三月なのか？俺は丹恒だが。",
  "歩くのか？俺はタクシーを使うが",
  "キャンプか？俺はホテルに泊まるが",
  "階段で行くのか？俺はエレベーターを使うが",
  "野球か？俺は三振するが",
  "将棋か？俺は王手を逃すが",
  "九蓮宝燈か？俺は純正九連宝燈だが",
  "南を切るのか？俺は国士無双13面待ちだが",
  "プログラミングか？俺はバグを作るが",
  "年金か？俺は老後に備えないが",
  "英会話か？俺は日本人だが",
  "家事か？俺は家事代行を頼むが",
  "食器洗いか？俺は食洗機を使うが",
  "洗濯か？俺はクリーニングに出すが",
  "駐車場か？俺は路上駐車するが",
  "ガソリンスタンドか？俺は電気自動車に乗るが",
  "リサイクルか？俺は燃えるゴミに出すが",
  "カジノか？俺は家でオンラインカジノをするが",
];

// 煙緋のボイス
const yanfeiPhrases = [
  "私は煙緋",
  "燃えよ!",
  "はあ…なんて最悪な天気なんだ…ひ、冷えるな…\nハ…ハックション…",
  "まったく…モラが稼げないじゃないか",
  "静かで、邪魔をされない、2人だけの時間を楽しみたい…",
  "私が仕事以外でも凄いってことをお前に見せたい",
  "私みたいにテキパキしろよ、ふふ",
  "by煙緋\nおやすみおやすみ…はむ",
];

// トーマのフレーズ
const tohmaPhrases = [
  "俺が払うよ",
  "俺が守るよ",
  "俺が値切るよ",
  "俺は帰るよ",
];

module.exports = {
  alhaithamPhrases,
  yanfeiPhrases,
  tohmaPhrases
}; 